Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Clipboard_InAppOnlySize
source: The selection ({0}) is too large to give to other apps. You can paste it inside HexEditor.
ar: التحديد ({0}) أكبر من أن يُمرَّر إلى التطبيقات الأخرى. يمكنك لصقه داخل HexEditor.
cs: Výběr ({0}) je příliš velký na předání jiným aplikacím. Můžete ho vložit v aplikaci HexEditor.
de: Die Auswahl ({0}) ist zu groß, um sie an andere Apps weiterzugeben. Sie können sie innerhalb von HexEditor einfügen.
el: Η επιλογή ({0}) είναι πολύ μεγάλη για να δοθεί σε άλλες εφαρμογές. Μπορείτε να την επικολλήσετε μέσα στο HexEditor.
es: La selección ({0}) es demasiado grande para pasarla a otras aplicaciones. Puedes pegarla dentro de HexEditor.
fa: انتخاب ({0}) برای دادن به برنامه‌های دیگر بیش از حد بزرگ است. می‌توانید آن را درون HexEditor بچسبانید.
fr: La sélection ({0}) est trop volumineuse pour être transmise à d'autres applications. Vous pouvez la coller dans HexEditor.
hu: A kijelölés ({0}) túl nagy ahhoz, hogy más alkalmazásoknak átadható legyen. A HexEditor alkalmazáson belül beillesztheti.
id: Pilihan ({0}) terlalu besar untuk diberikan ke aplikasi lain. Anda dapat menempelnya di dalam HexEditor.
it: La selezione ({0}) è troppo grande per essere passata ad altre app. Puoi incollarla all'interno di HexEditor.
ja: 選択範囲 ({0}) は大きすぎるため、他のアプリには渡せません。HexEditor 内では貼り付けられます。
ko: 선택 영역({0})이 너무 커서 다른 앱에 전달할 수 없습니다. HexEditor 안에서는 붙여넣을 수 있습니다.
pl: Zaznaczenie ({0}) jest za duże, aby przekazać je innym aplikacjom. Możesz je wkleić w programie HexEditor.
pt: A seleção ({0}) é grande demais para ser passada a outros aplicativos. Você pode colá-la dentro do HexEditor.
ro: Selecția ({0}) este prea mare pentru a fi transmisă altor aplicații. O puteți lipi în HexEditor.
ru: Выделение ({0}) слишком велико для передачи другим приложениям. Его можно вставить внутри HexEditor.
th: ส่วนที่เลือก ({0}) มีขนาดใหญ่เกินกว่าจะส่งให้แอปอื่น คุณสามารถวางภายใน HexEditor ได้
tr: Seçim ({0}) diğer uygulamalara verilemeyecek kadar büyük. HexEditor içinde yapıştırabilirsiniz.
uk: Виділення ({0}) завелике для передавання іншим програмам. Його можна вставити в HexEditor.
vi: Vùng chọn ({0}) quá lớn để chuyển cho ứng dụng khác. Bạn có thể dán bên trong HexEditor.
zh_hans: 选定内容（{0}）太大，无法提供给其他应用。可以在 HexEditor 内粘贴。
zh_hant: 選取範圍（{0}）太大，無法提供給其他應用程式。您可以在 HexEditor 內貼上。

# Set_edit_multiSelection_maxElements
source: Maximum ranges in a multi-selection
ar: الحد الأقصى للنطاقات في التحديد المتعدد
cs: Maximum rozsahů ve vícenásobném výběru
de: Maximale Anzahl Bereiche in einer Mehrfachauswahl
el: Μέγιστος αριθμός περιοχών σε πολλαπλή επιλογή
es: Máximo de rangos en una selección múltiple
fa: حداکثر محدوده‌ها در انتخاب چندگانه
fr: Nombre maximal de plages dans une sélection multiple
hu: Tartományok maximális száma többszörös kijelölésben
id: Jumlah rentang maksimum dalam multi-pilihan
it: Numero massimo di intervalli in una selezione multipla
ja: マルチ選択の要素数の上限
ko: 다중 선택의 최대 범위 수
pl: Maksymalna liczba zakresów w zaznaczeniu wielokrotnym
pt: Máximo de intervalos em uma seleção múltipla
ro: Număr maxim de intervale într-o selecție multiplă
th: จำนวนช่วงสูงสุดในส่วนที่เลือกหลายช่วง
tr: Çoklu seçimde en fazla aralık
uk: Максимум діапазонів у множинному виділенні
vi: Số phạm vi tối đa trong đa vùng chọn
zh_hans: 多重选择中的最大范围数
zh_hant: 多重選取的範圍數上限

# SetDesc_edit_multiSelection_maxElements
source: Adding ranges beyond this number is refused. 1,000 to 10,000,000.
ar: يتم رفض إضافة نطاقات تتجاوز هذا العدد. من 1,000 إلى 10,000,000.
cs: Přidání rozsahů nad tento počet se odmítne. 1 000 až 10 000 000.
de: Weitere Bereiche über diese Anzahl hinaus werden nicht hinzugefügt. 1.000 bis 10.000.000.
el: Η προσθήκη περιοχών πέρα από αυτόν τον αριθμό απορρίπτεται. 1.000 έως 10.000.000.
es: No se pueden agregar más rangos que este número. De 1000 a 10 000 000.
fa: افزودن محدوده بیش از این تعداد پذیرفته نمی‌شود. از 1,000 تا 10,000,000.
fr: L'ajout de plages au-delà de ce nombre est refusé. De 1 000 à 10 000 000.
hu: Ennél több tartomány nem adható hozzá. 1000 és 10 000 000 között.
id: Penambahan rentang melebihi jumlah ini ditolak. 1.000 hingga 10.000.000.
it: L'aggiunta di intervalli oltre questo numero viene rifiutata. Da 1.000 a 10.000.000.
ja: これを超える範囲の追加は行いません。1,000〜10,000,000。
ko: 이 수를 초과하는 범위는 추가하지 않습니다. 1,000~10,000,000.
pl: Dodawanie zakresów ponad tę liczbę jest odrzucane. Od 1000 do 10 000 000.
pt: A adição de intervalos além desse número é recusada. De 1.000 a 10.000.000.
ro: Adăugarea de intervale peste acest număr este refuzată. Între 1.000 și 10.000.000.
th: จะไม่เพิ่มช่วงเกินจำนวนนี้ 1,000 ถึง 10,000,000
tr: Bu sayının ötesinde aralık eklenmesi reddedilir. 1.000 ile 10.000.000 arası.
uk: Додавання діапазонів понад цю кількість відхиляється. Від 1 000 до 10 000 000.
vi: Không cho thêm phạm vi vượt quá số này. Từ 1.000 đến 10.000.000.
zh_hans: 超过此数量时将拒绝添加范围。1,000 到 10,000,000。
zh_hant: 超過此數目時，將拒絕新增範圍。1,000 到 10,000,000。

# Set_edit_rectangle_maxRows
source: Maximum rows for rectangle edits that change the length
ar: الحد الأقصى للصفوف لعمليات تحرير المستطيل التي تغيّر الطول
cs: Maximum řádků pro úpravy obdélníku, které mění délku
de: Maximale Zeilenzahl für Rechteckbearbeitungen, die die Länge ändern
el: Μέγιστος αριθμός γραμμών για επεξεργασίες ορθογωνίου που αλλάζουν το μήκος
es: Máximo de filas para ediciones rectangulares que cambian la longitud
fa: حداکثر سطر برای ویرایش‌های مستطیلی که طول را تغییر می‌دهند
fr: Nombre maximal de lignes pour les modifications rectangulaires qui changent la longueur
hu: Sorok maximális száma a hosszt módosító téglalapműveleteknél
id: Jumlah baris maksimum untuk edit persegi panjang yang mengubah panjang
it: Numero massimo di righe per le modifiche al rettangolo che cambiano la lunghezza
ja: 長さが変わる矩形の操作の行数の上限
ko: 길이가 바뀌는 사각형 편집의 최대 행 수
pl: Maksymalna liczba wierszy dla edycji prostokąta zmieniających długość
pt: Máximo de linhas para edições de retângulo que alteram o comprimento
ro: Număr maxim de rânduri pentru editările în dreptunghi care modifică lungimea
th: จำนวนแถวสูงสุดสำหรับการแก้ไขแบบสี่เหลี่ยมที่เปลี่ยนความยาว
tr: Uzunluğu değiştiren dikdörtgen düzenlemelerinde en fazla satır
uk: Максимум рядків для змін прямокутника, що змінюють довжину
vi: Số hàng tối đa cho thao tác hình chữ nhật làm thay đổi độ dài
zh_hans: 更改长度的矩形编辑的最大行数
zh_hant: 會變更長度的矩形編輯列數上限

# SetDesc_edit_rectangle_maxRows
source: Deleting, inserting and inserting paste on a rectangle with more rows is refused. Overwriting is always allowed. Up to 10,000,000.
ar: يتم رفض الحذف والإدراج واللصق مع الإدراج على مستطيل يحتوي على صفوف أكثر. الكتابة الفوقية مسموح بها دائمًا. حتى 10,000,000.
cs: Odstranění, vložení a vložení ze schránky v režimu vkládání u obdélníku s více řádky se odmítne. Přepisování je vždy povoleno. Nejvýše 10 000 000.
de: Löschen, Einfügen und einfügendes Einfügen aus der Zwischenablage in einem Rechteck mit mehr Zeilen wird abgelehnt. Überschreiben ist immer erlaubt. Bis zu 10.000.000.
el: Η διαγραφή, η εισαγωγή και η επικόλληση με εισαγωγή σε ορθογώνιο με περισσότερες γραμμές απορρίπτονται. Η αντικατάσταση επιτρέπεται πάντα. Έως 10.000.000.
es: No se permite eliminar, insertar ni pegar insertando en un rectángulo con más filas. Sobrescribir siempre está permitido. Hasta 10 000 000.
fa: حذف، درج و چسباندن با درج روی مستطیلی با سطرهای بیشتر پذیرفته نمی‌شود. بازنویسی همیشه مجاز است. حداکثر 10,000,000.
fr: La suppression, l'insertion et le collage en insertion sur un rectangle comportant plus de lignes sont refusés. La refrappe est toujours autorisée. Jusqu'à 10 000 000.
hu: Ennél több sorból álló téglalap törlése, beszúrása és beszúrásos beillesztése nem engedélyezett. A felülírás mindig engedélyezett. Legfeljebb 10 000 000.
id: Menghapus, menyisipkan, dan tempel sisip pada persegi panjang dengan baris lebih banyak ditolak. Menimpa selalu diizinkan. Hingga 10.000.000.
it: L'eliminazione, l'inserimento e l'incolla con inserimento su un rettangolo con più righe vengono rifiutati. La sovrascrittura è sempre consentita. Fino a 10.000.000.
ja: これより行数の多い矩形の削除・挿入・挿入の貼り付けは行いません。上書きの操作には上限がありません。上限は 10,000,000。
ko: 이보다 행이 많은 사각형에서는 삭제, 삽입, 삽입 붙여넣기를 하지 않습니다. 덮어쓰기는 항상 허용됩니다. 최대 10,000,000.
pl: Usuwanie, wstawianie i wklejanie ze wstawianiem w prostokącie z większą liczbą wierszy jest odrzucane. Zastępowanie jest zawsze dozwolone. Do 10 000 000.
pt: Excluir, inserir e colar inserindo em um retângulo com mais linhas é recusado. A substituição é sempre permitida. Até 10.000.000.
ro: Ștergerea, inserarea și lipirea cu inserare într-un dreptunghi cu mai multe rânduri sunt refuzate. Suprascrierea este permisă întotdeauna. Până la 10.000.000.
th: จะไม่ลบ แทรก หรือวางแบบแทรกบนสี่เหลี่ยมที่มีแถวมากกว่านี้ การเขียนทับทำได้เสมอ สูงสุด 10,000,000
tr: Daha fazla satırı olan bir dikdörtgende silme, ekleme ve ekleyerek yapıştırma reddedilir. Üzerine yazma her zaman izinlidir. En fazla 10.000.000.
uk: Видалення, вставлення та вставлення з буфера в режимі вставлення для прямокутника з більшою кількістю рядків відхиляються. Заміну дозволено завжди. До 10 000 000.
vi: Không cho xóa, chèn và dán chèn trên hình chữ nhật có nhiều hàng hơn. Luôn cho phép ghi đè. Tối đa 10.000.000.
zh_hans: 行数超过此值的矩形将拒绝删除、插入和插入粘贴。改写始终允许。最多 10,000,000。
zh_hant: 列數超過此值的矩形，將拒絕刪除、插入及插入貼上。覆寫一律允許。最多 10,000,000。

# Set_edit_selectionShift_amount
source: Amount for "Shift selection forward / back"
ar: مقدار «إزاحة التحديد للأمام / للخلف»
cs: Velikost posunu pro „Posunout výběr vpřed / zpět“
de: Betrag für „Auswahl vorwärts / zurück verschieben“
el: Μέγεθος για «Μετατόπιση επιλογής εμπρός / πίσω»
es: Cantidad para “Desplazar la selección hacia delante / atrás”
fa: مقدار «جابه‌جایی انتخاب به جلو / عقب»
fr: Quantité pour « Décaler la sélection vers l'avant / l'arrière »
hu: A „Kijelölés eltolása előre / hátra” mértéke
id: Jumlah untuk “Geser pilihan maju / mundur”
it: Quantità per “Sposta selezione avanti / indietro”
ja: 「選択範囲を次へ / 前へずらす」の量
ko: "선택 영역을 앞으로/뒤로 이동"의 이동량
pl: Wartość dla „Przesuń zaznaczenie do przodu / do tyłu”
pt: Quantidade para “Deslocar seleção para frente / para trás”
ro: Valoare pentru „Mutare selecție înainte / înapoi”
th: ระยะสำหรับ “เลื่อนส่วนที่เลือกไปข้างหน้า / ย้อนกลับ”
tr: "Seçimi ileri / geri kaydır" miktarı
uk: Величина для «Зсунути виділення вперед / назад»
vi: Lượng dịch cho “Dịch vùng chọn tới / lùi”
zh_hans: “向后/向前移动选定内容”的移动量
zh_hant: 「向後/向前移動選取範圍」的移動量

# SetDesc_edit_selectionShift_amount
source: The selection length, or the amount you last entered in "Shift selection by N bytes".
ar: طول التحديد، أو آخر مقدار أدخلته في «إزاحة التحديد بمقدار N بايت».
cs: Délka výběru, nebo hodnota, kterou jste naposledy zadali v příkazu „Posunout výběr o N bajtů“.
de: Die Länge der Auswahl oder der zuletzt unter „Auswahl um N Bytes verschieben“ eingegebene Betrag.
el: Το μήκος της επιλογής ή το μέγεθος που εισαγάγατε τελευταία στο «Μετατόπιση επιλογής κατά N byte».
es: La longitud de la selección o la última cantidad indicada en “Desplazar la selección N bytes”.
fa: طول انتخاب، یا مقداری که آخرین بار در «جابه‌جایی انتخاب به اندازهٔ N بایت» وارد کردید.
fr: La longueur de la sélection, ou la quantité saisie en dernier dans « Décaler la sélection de N octets ».
hu: A kijelölés hossza, vagy a „Kijelölés eltolása N bájttal” parancsban legutóbb megadott mérték.
id: Panjang pilihan, atau jumlah yang terakhir Anda masukkan di “Geser pilihan N byte”.
it: La lunghezza della selezione oppure la quantità immessa l'ultima volta in “Sposta selezione di N byte”.
ja: 選択範囲の長さ、または「選択範囲を N バイトずらす」で最後に指定した量。
ko: 선택 영역의 길이 또는 "선택 영역을 N바이트 이동"에서 마지막으로 입력한 양입니다.
pl: Długość zaznaczenia lub wartość ostatnio wprowadzona w „Przesuń zaznaczenie o N bajtów”.
pt: O comprimento da seleção ou a quantidade inserida por último em “Deslocar seleção em N bytes”.
ro: Lungimea selecției sau valoarea introdusă ultima dată în „Mutare selecție cu N octeți”.
th: ความยาวของส่วนที่เลือก หรือระยะที่คุณป้อนล่าสุดใน “เลื่อนส่วนที่เลือก N ไบต์”
tr: Seçim uzunluğu veya "Seçimi N bayt kaydır" içinde en son girdiğiniz miktar.
uk: Довжина виділення або величина, востаннє введена в «Зсунути виділення на N байтів».
vi: Độ dài vùng chọn, hoặc lượng bạn nhập gần nhất trong “Dịch vùng chọn N byte”.
zh_hans: 选定内容的长度，或上次在“将选定内容移动 N 字节”中输入的量。
zh_hant: 選取範圍的長度，或您上次在「將選取範圍移動 N 個位元組」中輸入的量。

# SetOpt_edit_selectionShift_amount_selectionLength
source: Selection length
ar: طول التحديد
cs: Délka výběru
de: Länge der Auswahl
el: Μήκος επιλογής
es: Longitud de la selección
fa: طول انتخاب
fr: Longueur de la sélection
hu: Kijelölés hossza
id: Panjang pilihan
it: Lunghezza della selezione
ja: 選択範囲の長さ
ko: 선택 영역 길이
pl: Długość zaznaczenia
pt: Comprimento da seleção
ro: Lungimea selecției
th: ความยาวของส่วนที่เลือก
tr: Seçim uzunluğu
uk: Довжина виділення
vi: Độ dài vùng chọn
zh_hans: 选定内容的长度
zh_hant: 選取範圍長度

# SetOpt_edit_selectionShift_amount_lastAmount
source: Last amount entered
ar: آخر مقدار تم إدخاله
cs: Naposledy zadaná hodnota
de: Zuletzt eingegebener Betrag
el: Τελευταίο μέγεθος που εισαγάγατε
es: Última cantidad indicada
fa: آخرین مقدار واردشده
fr: Dernière quantité saisie
hu: Legutóbb megadott mérték
id: Jumlah terakhir yang dimasukkan
it: Ultima quantità immessa
ja: 最後に指定した量
ko: 마지막으로 입력한 양
pl: Ostatnio wprowadzona wartość
pt: Última quantidade inserida
ro: Ultima valoare introdusă
th: ระยะที่ป้อนล่าสุด
tr: Son girilen miktar
uk: Остання введена величина
vi: Lượng nhập gần nhất
zh_hans: 上次输入的量
zh_hant: 上次輸入的量

# Set_edit_selectionDragDrop
source: Drag and drop the selection
ar: سحب التحديد وإفلاته
cs: Přetahování výběru
de: Auswahl per Drag & Drop verschieben
el: Μεταφορά και απόθεση της επιλογής
es: Arrastrar y colocar la selección
fa: کشیدن و رها کردن انتخاب
fr: Glisser-déplacer la sélection
hu: Kijelölés húzása
id: Seret dan lepas pilihan
it: Trascina la selezione
ja: 選択範囲のドラッグ & ドロップを有効にする
ko: 선택 영역 끌어서 놓기
pl: Przeciąganie i upuszczanie zaznaczenia
pt: Arrastar e soltar a seleção
ro: Glisare și plasare a selecției
th: ลากและวางส่วนที่เลือก
tr: Seçimi sürükleyip bırak
uk: Перетягування виділення
vi: Kéo và thả vùng chọn
zh_hans: 拖放选定内容
zh_hant: 拖放選取範圍

# SetDesc_edit_selectionDragDrop
source: Drag the selection to move it. Hold Ctrl to copy.
ar: اسحب التحديد لنقله. اضغط باستمرار على Ctrl للنسخ.
cs: Přetažením výběr přesunete. Podržením klávesy Ctrl ho zkopírujete.
de: Ziehen Sie die Auswahl, um sie zu verschieben. Halten Sie Ctrl gedrückt, um sie zu kopieren.
el: Σύρετε την επιλογή για να τη μετακινήσετε. Κρατήστε πατημένο το Ctrl για αντιγραφή.
es: Arrastra la selección para moverla. Mantén presionada Ctrl para copiarla.
fa: برای جابه‌جا کردن انتخاب آن را بکشید. برای رونوشت Ctrl را نگه دارید.
fr: Faites glisser la sélection pour la déplacer. Maintenez Ctrl pour la copier.
hu: A kijelölés húzással áthelyezhető. Másoláshoz tartsa lenyomva a Ctrl billentyűt.
id: Seret pilihan untuk memindahkannya. Tahan Ctrl untuk menyalin.
it: Trascina la selezione per spostarla. Tieni premuto Ctrl per copiarla.
ja: 選択範囲をドラッグして移動します。Ctrl を押しながらドロップするとコピーします。
ko: 선택 영역을 끌어서 이동합니다. 복사하려면 Ctrl 키를 누릅니다.
pl: Przeciągnij zaznaczenie, aby je przenieść. Przytrzymaj Ctrl, aby je skopiować.
pt: Arraste a seleção para movê-la. Mantenha Ctrl pressionado para copiá-la.
ro: Glisați selecția pentru a o muta. Țineți apăsat Ctrl pentru a o copia.
th: ลากส่วนที่เลือกเพื่อย้าย กด Ctrl ค้างไว้เพื่อคัดลอก
tr: Taşımak için seçimi sürükleyin. Kopyalamak için Ctrl tuşunu basılı tutun.
uk: Перетягніть виділення, щоб перемістити його. Утримуйте Ctrl, щоб скопіювати.
vi: Kéo vùng chọn để di chuyển. Giữ Ctrl để sao chép.
zh_hans: 拖动选定内容以移动它。按住 Ctrl 可复制。
zh_hant: 拖曳選取範圍以移動。按住 Ctrl 可複製。

# Set_clipboard_history_count
source: Clipboard history items
ar: عناصر سجل الحافظة
cs: Počet položek historie schránky
de: Einträge im Zwischenablageverlauf
el: Στοιχεία ιστορικού Προχείρου
es: Elementos del historial del Portapapeles
fa: تعداد موارد سابقهٔ کلیپ‌بورد
fr: Éléments de l'historique du Presse-papiers
hu: Vágólap-előzmények elemeinek száma
id: Jumlah item riwayat papan klip
it: Elementi della cronologia degli Appunti
ja: クリップボード履歴の件数
ko: 클립보드 기록 항목 수
pl: Elementy historii schowka
pt: Itens do histórico da área de transferência
ro: Elemente în istoricul clipboardului
th: จำนวนรายการในประวัติคลิปบอร์ด
tr: Pano geçmişi öğeleri
uk: Елементів у журналі буфера обміну
vi: Số mục lịch sử bảng tạm
zh_hans: 剪贴板历史记录项数
zh_hant: 剪貼簿記錄項目數

# SetDesc_clipboard_history_count
source: Number of recent copies kept in the Clipboard panel. 0 keeps no history.
ar: عدد النسخ الأخيرة المحفوظة في لوحة الحافظة. القيمة 0 لا تحتفظ بأي سجل.
cs: Počet posledních kopií uchovaných v panelu Schránka. Hodnota 0 historii neuchovává.
de: Anzahl der letzten Kopien, die im Bereich „Zwischenablage“ behalten werden. 0 speichert keinen Verlauf.
el: Αριθμός πρόσφατων αντιγραφών που διατηρούνται στο πλαίσιο Πρόχειρο. Το 0 δεν διατηρεί ιστορικό.
es: Número de copias recientes que se conservan en el panel Portapapeles. 0 no conserva historial.
fa: تعداد رونوشت‌های اخیر که در پنل کلیپ‌بورد نگه داشته می‌شوند. 0 هیچ سابقه‌ای نگه نمی‌دارد.
fr: Nombre de copies récentes conservées dans le volet Presse-papiers. 0 ne conserve aucun historique.
hu: A Vágólap panelen megőrzött legutóbbi másolások száma. 0 esetén nincsenek előzmények.
id: Jumlah salinan terbaru yang disimpan di panel Papan Klip. 0 berarti tidak menyimpan riwayat.
it: Numero di copie recenti conservate nel pannello Appunti. 0 non conserva alcuna cronologia.
ja: クリップボードパネルに残す直近のコピーの件数。0 は履歴を残しません。
ko: 클립보드 패널에 보관할 최근 복사 항목 수입니다. 0이면 기록을 보관하지 않습니다.
pl: Liczba ostatnich kopii przechowywanych w panelu Schowek. 0 oznacza brak historii.
pt: Número de cópias recentes mantidas no painel Área de transferência. 0 não mantém histórico.
ro: Numărul de copieri recente păstrate în panoul Clipboard. 0 nu păstrează istoric.
th: จำนวนการคัดลอกล่าสุดที่เก็บไว้ในแผงคลิปบอร์ด 0 คือไม่เก็บประวัติ
tr: Pano panelinde tutulan son kopyalama sayısı. 0 geçmiş tutmaz.
uk: Скільки останніх копіювань зберігається на панелі «Буфер обміну». 0 — журнал не зберігається.
vi: Số bản sao gần đây được giữ trong bảng Bảng tạm. 0 là không giữ lịch sử.
zh_hans: 剪贴板面板中保留的最近复制项数。0 表示不保留历史记录。
zh_hant: 剪貼簿面板中保留的最近複製數目。0 表示不保留記錄。

# Set_clipboard_user_persist
source: Keep user clipboards after exit
ar: الاحتفاظ بحافظات المستخدم بعد الخروج
cs: Zachovat uživatelské schránky po ukončení
de: Benutzer-Zwischenablagen nach dem Beenden behalten
el: Διατήρηση των προχείρων χρήστη μετά την έξοδο
es: Conservar los portapapeles de usuario al salir
fa: نگه‌داشتن کلیپ‌بوردهای کاربر پس از خروج
fr: Conserver les presse-papiers utilisateur après la fermeture
hu: Felhasználói vágólapok megőrzése kilépés után
id: Simpan papan klip pengguna setelah keluar
it: Mantieni gli Appunti utente dopo la chiusura
ja: ユーザークリップボードを終了後も残す
ko: 종료 후에도 사용자 클립보드 유지
pl: Zachowaj schowki użytkownika po zamknięciu
pt: Manter as áreas de transferência do usuário após sair
ro: Păstrare clipboarduri utilizator după ieșire
th: เก็บคลิปบอร์ดผู้ใช้ไว้หลังออกจากแอป
tr: Kullanıcı panolarını çıkıştan sonra koru
uk: Зберігати користувацькі буфери після виходу
vi: Giữ bảng tạm người dùng sau khi thoát
zh_hans: 退出后保留用户剪贴板
zh_hant: 結束後保留使用者剪貼簿

# SetDesc_clipboard_user_persist
source: Saves user clipboards up to 16 MiB each in the settings folder. Clipboard history isn't saved.
ar: يحفظ حافظات المستخدم، حتى 16 MiB لكل منها، في مجلد الإعدادات. لا يتم حفظ سجل الحافظة.
cs: Uloží uživatelské schránky do velikosti 16 MiB (každou) do složky nastavení. Historie schránky se neukládá.
de: Speichert Benutzer-Zwischenablagen bis jeweils 16 MiB im Einstellungsordner. Der Zwischenablageverlauf wird nicht gespeichert.
el: Αποθηκεύει τα πρόχειρα χρήστη, έως 16 MiB το καθένα, στον φάκελο ρυθμίσεων. Το ιστορικό Προχείρου δεν αποθηκεύεται.
es: Guarda los portapapeles de usuario de hasta 16 MiB cada uno en la carpeta de configuración. El historial del Portapapeles no se guarda.
fa: کلیپ‌بوردهای کاربر را، هر کدام تا 16 MiB، در پوشهٔ تنظیمات ذخیره می‌کند. سابقهٔ کلیپ‌بورد ذخیره نمی‌شود.
fr: Enregistre les presse-papiers utilisateur (16 Mio maximum chacun) dans le dossier des paramètres. L'historique du Presse-papiers n'est pas enregistré.
hu: A legfeljebb 16 MiB méretű felhasználói vágólapokat a beállítások mappájába menti. A vágólap-előzmények nem lesznek mentve.
id: Menyimpan papan klip pengguna hingga 16 MiB masing-masing di folder pengaturan. Riwayat papan klip tidak disimpan.
it: Salva gli Appunti utente, fino a 16 MiB ciascuno, nella cartella delle impostazioni. La cronologia degli Appunti non viene salvata.
ja: 1 個あたり 16 MiB 以下のユーザークリップボードを設定フォルダに保存します。クリップボード履歴は保存しません。
ko: 각각 최대 16MiB의 사용자 클립보드를 설정 폴더에 저장합니다. 클립보드 기록은 저장되지 않습니다.
pl: Zapisuje schowki użytkownika, do 16 MiB każdy, w folderze ustawień. Historia schowka nie jest zapisywana.
pt: Salva as áreas de transferência do usuário, até 16 MiB cada, na pasta de configurações. O histórico da área de transferência não é salvo.
ro: Salvează clipboardurile utilizator de până la 16 MiB fiecare în folderul de setări. Istoricul clipboardului nu se salvează.
th: บันทึกคลิปบอร์ดผู้ใช้ไว้ในโฟลเดอร์การตั้งค่า สูงสุดอันละ 16 MiB ประวัติคลิปบอร์ดจะไม่ถูกบันทึก
tr: Kullanıcı panolarını her biri en fazla 16 MiB olacak şekilde ayarlar klasörüne kaydeder. Pano geçmişi kaydedilmez.
uk: Користувацькі буфери розміром до 16 МіБ кожен зберігаються в папці параметрів. Журнал буфера обміну не зберігається.
vi: Lưu mỗi bảng tạm người dùng tối đa 16 MiB vào thư mục cài đặt. Lịch sử bảng tạm không được lưu.
zh_hans: 将每个不超过 16 MiB 的用户剪贴板保存到设置文件夹中。不保存剪贴板历史记录。
zh_hant: 將每個最多 16 MiB 的使用者剪貼簿儲存在設定資料夾中。剪貼簿記錄不會儲存。

# Cmd_edit_selection_shiftNext
source: Shift selection forward
ar: إزاحة التحديد للأمام
cs: Posunout výběr vpřed
de: Auswahl vorwärts verschieben
el: Μετατόπιση επιλογής εμπρός
es: Desplazar la selección hacia delante
fa: جابه‌جایی انتخاب به جلو
fr: Décaler la sélection vers l'avant
hu: Kijelölés eltolása előre
id: Geser pilihan maju
it: Sposta selezione avanti
ja: 選択範囲を次へずらす
ko: 선택 영역을 앞으로 이동
pl: Przesuń zaznaczenie do przodu
pt: Deslocar seleção para frente
ro: Mutare selecție înainte
th: เลื่อนส่วนที่เลือกไปข้างหน้า
tr: Seçimi ileri kaydır
uk: Зсунути виділення вперед
vi: Dịch vùng chọn tới
zh_hans: 向后移动选定内容
zh_hant: 向後移動選取範圍

# CmdAlias_edit_selection_shiftNext
source: move record next
ar: move record next نقل سجل تالي
cs: posunout výběr vyber další dalsi záznam zaznam move record next
de: verschieben datensatz nächster move record next
el: μετακίνηση εγγραφή επόμενη move record next
es: mover registro siguiente move record next
fa: جابه‌جایی رکورد بعدی, move record next
fr: déplacer enregistrement suivant move record next
hu: kijelölés kijeloles eltolás eltolas előre elore rekord következő move record next
id: geser pilihan rekaman berikutnya move record next
it: sposta record successivo move record next
ja: せんたくはんいをつぎへずらす
ko: 선택 영역 다음 이동 레코드 move record next
pl: przesuń rekord następny move record next
pt: mover registro próximo move record next
ro: mutare deplasare inregistrare înregistrare urmator următor move record next
th: เลื่อน ส่วนที่เลือก ถัดไป เรคคอร์ด move record next
tr: taşı kayıt sonraki move record next
uk: перемістити запис наступний move record next
vi: dịch vùng chọn bản ghi tiếp move record next
zh_hans: 移动 选定内容 下一个 记录 move record next
zh_hant: 移動 選取範圍 下一筆 記錄 move record next
